Repository: wp-media/backwpup
Catalog: languages/backwpup-*.po
Languages: it_it

source: If you select asymmetric encryption (more secure), you must have an RSA public/private key pair. You would enter the public key in the <code>Public Key</code> field. If you do not have a key pair, click <code>Generate Key Pair</code> and they will be generated for you.
it_it: Per utilizzare la criptazione asimmetrica (più sicura), devi avere una coppia di chiavi RSA, una pubblica e una privata. La chiave pubblica deve essere inserita nel campo <code>Chiave Pubblica</code>. Se non hai una coppia di chiavi, seleziona <code>Genera Chiavi</code> e una nuova coppia sarà generata.

source: <strong>Note</strong>: You will be asked to download the keys for safe storage. We do not keep a copy of the private key, so if you lose this, your data cannot be decrypted!
it_it: <strong>Nota</strong>: Ti verrà chiesto di eseguire il download delle chiavi. Non conserviamo una copia della chiave privata, quindi se la perdi, i tuoi dati non potranno più essere decifrati!

source: You can also click <code>Validate</code> to validate that you have the proper private key for the given public key.
it_it: Puoi anche fare clic su <code>Verifica</ code> per verificare che la chiave privata sia appropriata per la chiave pubblica fornita.

source: Get Pro
it_it: Passa alla versione Pro.

source: Encryption Type
it_it: Tipo di Criptazione

source: Symmetric (public key only)
it_it: Simmetrica (solo con chiave pubblica)

source: Asymmetric (public and private key)
it_it: Asimmetrica (con chiave pubblica e chiave privata)

source: Encryption Key
it_it: Chiave di criptazione

source: Key
it_it: Chiave

source: Click below to generate a random key.
it_it: Fai clic qui sotto per generare una chiave casuale.

source: Generate Key
it_it: Genera Chiave

source: Public Key
it_it: Chiave Pubblica

source: RSA Public Key
it_it: Chiave Pubblica RSA

source: Generate Key Pair
it_it: Genera Chiavi

source: Validate Key
it_it: Verifica Chiave

source: Validate
it_it: Verifica

source: Enter your private key below to validate it will work with the provided public key.
it_it: Inserisci la tua chiave privata qui sotto per verificarne la compatibilità con la chiave pubblica fornita.

source: The private key will not be stored, so you must still securely store it yourself.
it_it: La chiave privata non verrà memorizzata, quindi devi provvedere autonomamente a conservarla in un luogo sicuro.

source: Your keys are being generated. Please hold a moment &hellip;
it_it: Le tue chiavi sono state generate. Attendere prego &hellip;

source: Here are your keys. Please store them in a safe location.
it_it: Ecco le tue chiavi. Ricordati di conservarle in un posto sicuro.

source: Please download at least your private key above, as we will not store this key, and if you lose it, your backups cannot be decrypted.
it_it: Si prega di eseguire il download almeno della chiave privata qui sopra riportata, poichè il sistema non la memorizzerà, e se la perderai, i tuoi backup non potranno più essere decriptati.

source: Click the button below to use these keys and paste the public key into the RSA public key field above.
it_it: Premi il pulsante qui sotto per utilizzare queste chiavi e incolla la chiave pubblica nel campo chiave pubblica RSA qui sopra riportato.

source: Use These Keys
it_it: Utilizza queste Chiavi

source: Authentication for <code>%s</code>
it_it: Autenticazione per <code>%s</code>

source: If you protected your blog with HTTP basic authentication (.htaccess), or you use a Plugin to secure wp-cron.php, then use the authentication methods below.
it_it: Se hai protetto il tuo blog con l'autenticazione di base HTTP (.htaccess), oppure utilizzi un plugin per garantire wp-cron.php, utilizza i metodi di autenticazione di seguito riportati.

source: Authentication method
it_it: Metodo di autenticazione

source: Basic auth
it_it: Autenticazione di base

source: WordPress User
it_it: Utente WordPress

source: Query argument
it_it: Argomento della query

source: Select WordPress User
it_it: Seleziona l'utente Wordpress

source: Query arg key=value:
it_it: Argomento query chiave=valore

source: Experiencing an issue and need to contact BackWPup support? Click the link below to get debug information you can send to us.
it_it: Si è verificato un problema e hai bisogno di contattare il supporto BackWPup? Fai click sul link qui sotto per ottenere le informazioni di debug che puoi inviarci per aiutarti a risolvere il problema.

source: Debug Info
it_it: Informazioni di debug

source: Get Debug Info
it_it: Ottieni le informazioni di Debug

source: You will find debug information below. Click the button to copy the debug info to send to support.
it_it: Qui sotto trovi le informazioni di Debug. Premi il pulsante per copiarle e poterle inviarle poi al supporto.

source: Copy Debug Info
it_it: Copia le informazioni di Debug

source: Debug info copied to clipboard.
it_it: Informazioni di Debug copiate.

source: Could not copy debug info. You can simply press ctrl+C to copy it.
it_it: Non è stato possibile copiare le informazioni di Debug. Puoi semplicemente premere ctrl+C per copiarle.

source: Setting
it_it: Impostazione

source: Value
it_it: Valore

source: Reset all settings to default
it_it: Imposta tutti i valori a quelli di default

source: WordPress version
it_it: Versione WordPress

source: BackWPup version
it_it: Versione BackWPup

source: Get pro.
it_it: Ottieni Pro.

source: BackWPup Pro version
it_it: Versione BackWPup Pro

source: PHP version
it_it: Versione PHP

source: MySQL version
it_it: Versione MySQL

source: cURL version
it_it: Versione cURL

source: cURL SSL version
it_it: Versione cURL SSL

source: unavailable
it_it: Non disponibile

source: Not expected HTTP response:
it_it: Risposta HTTP non prevista:

source: <strong>Not expected HTTP response:</strong><br>
it_it: <strong>Risposta HTTP non prevista:</strong><br>

source: Content: %s
it_it: Contenuto: %s

source: Content: <code>%s</code>
it_it: Contenuto: <code>%s</code>

source: Response Test O.K.
it_it: Risposta Test O.K.

source: Temp folder
it_it: Cartella Temp

source: Temp folder %s doesn't exist.
it_it: La cartella Temp %s non esiste.

source: Temporary folder %s is not writable.
it_it: La cartella temporanea %s non ha accesso in scrittura.

source: Log folder
it_it: Cartella del log

source: Log folder %s does not exist.
it_it: La cartella del log %s non esiste.

source: Log folder %s is not writable.
it_it: La cartella del log %s non ha accesso in scrittura

source: Operating System
it_it: Sistema Operativo

source: Current PHP user
it_it: Utente PHP attuale

source: Function Disabled
it_it: Funzione disabilitata

source: Maximum execution time
it_it: Tempo di esecuzione massimo

source: %d seconds
it_it: %d secondi

source: Alternative WP Cron
it_it: WP cron alternativo

source: Disabled WP Cron
it_it: Disabilita WP Cron

source: %s hours
it_it: %s ore

source: Blog language
it_it: Lingua del blog

source: PHP Memory limit
it_it: PHP limite della memoria

source: WP memory limit
it_it: WP limite della memoria

source: WP maximum memory limit
it_it: WP limite massimo della memoria

source: Memory in use
it_it: Memoria in uso

source: Disabled PHP Functions:
it_it: Funzioni PHP disabilitate:

source: Loaded PHP Extensions:
it_it: Estensione PHP caricate:

# %1 = extension name, %2 = file suffix
source: We recommend to install the %1$s extension to generate %2$s archives.
it_it: Si consiglia di installare l'estensione %1$s per generare gli archivi %2$s.

source: You must run WordPress version %1$s or higher to use this plugin. You are using version %2$s now.
it_it: Per usare questo plugin è necessario eseguire WordPress versione %1$s o superiore. Attualmente si utilizza la versione %2$s.

source: We recommend to run a PHP version above %1$s to get the full plugin functionality. You are using version %2$s now.
it_it: Si consiglia di usare una versione di PHP maggiore della %1$s per poter sfruttare a pieno il plug-in. Attualmente si sta utilizzando la versione %2$s.

source: You must have the MySQLi extension installed and a MySQL server version of %1$s or higher to use this plugin. You are using version %2$s now.
it_it: È necessario avere l'estensione MySQLi installata e una versione server MySQL di %1$s o superiore per usare questo plugin. Ora si utilizza la versione %2$s.

source: PHP cURL extension must be installed to use the full plugin functionality.
it_it: L'estensione PHP cURL deve essere istallata per usare le funzionalità del plugin in modo completo.

# Link to PHP manual
source: Please disable the deprecated <a href="%s">PHP safe mode</a>.
it_it: Disabilita <a href="%s">PHP safe mode</a> poichè non più valida.

source: We recommend to install the PHP FTP extension to use the FTP backup destination.
it_it: Si raccomanda di istallare l'estensione PHP FTP per usare la destinazione di backup FTP.

source: The HTTP response test result is an error: "%s".
it_it: C'è un errore nella risposta del test HTTP: "%s".

source: The HTTP response test result is a wrong HTTP status: %s. It should be status 200.
it_it: La risposta del test HTTP riporta un stato errato HTTP: %s. Dovrebbe essere 200.

source: All tests passed without errors.
it_it: Tutti i test sono stati passati senza errori.

source: WP-Cron seems to be broken. But it is needed to run scheduled jobs.
it_it: WP-Cron sembra non funzionare. Ma è necessario per eseguire processi pianificati.

source: There are errors. Please correct them, or BackWPup cannot work.
it_it: Ci sono errori. Si prega di correggerli, o BackWPup non può funzionare.

source: There are some warnings. BackWPup will work, but with limitations.
it_it: Non c'è alcun errore, ma alcune avvisi. BackWPup continuerà a funzionare, ma con limitazioni.

source: A job is already running.
it_it: Un processo è già in esecuzione.

source: No job ID specified!
it_it: Nessun ID di processo specificato!

source: Job ID does not exist!
it_it: L'ID di processo non esiste!

source: Nothing to abort!
it_it: Nulla da annullare!

source: No job running
it_it: Nessun processo in esecuzione

source: Uploading Archive...
it_it: Caricamento Archivio...

source: Restoring: Directories ...
it_it: Ripristino: Cartelle...

source: Restoring: Database ...
it_it: Ripristino: Database...

source: Extracting Archive please be patient ...
it_it: Estrazione dell'Archivio, attendere prego...

source: Downloading Archive...
it_it: Download dell'Archivio...

source: Database restored successfully.
it_it: Il Database è stato ripristinato con successo.

source: Ops! There was an error during database restore. Please see the log for more information.
it_it: Ops! Si è verificato un errore durante il ripristino del database. Si prega di esaminare i log per maggiori informazioni.

source: Restoring:
it_it: Ripristino:

source: No EventSource found in the brower. Cannot continue.
it_it: Nessun EventSource trovato nel browser. Impossibile continuare.

source: Directories restored successfully.
it_it: Le Cartelle sono state ripristinate con successo.

source: Could not read data from source file.
it_it: Impossibile leggere il file sorgente.

source: Could not write data into target file.
it_it: Non è possibile scrivere il file selezionato.

source: %s is a directory not a file.
it_it: %s è una cartella, non un file.

source: Could not write data to file. Empty source file.
it_it: Impossibile scrivere il file. il file sorgente è vuoto.

source: Multipart splits file into multiple chunks while uploading.<br />This is necessary for displaying the upload process and to transfer bigger files.<br />Don't work with Google or Dreamhost.
it_it: Multipart divide il file in più blocchi durante il caricamento. <br /> Ciò è necessario per visualizzare il processo di caricamento e trasferire file più grandi. <br /> Non funziona con Google o DreamHost.

source: Use your backup archives to save your entire WordPress installation including <code>/wp-content/</code>. Push them to an external storage service if you don’t want to save the backups on the same server. With a single backup archive you are able to restore an installation. Use the integrated restore feature to restore your site directly from your WordPress backend or the Restore Standalone App in case your site is destroyed completely.
it_it: Usa i tuoi archivi di backup per salvare l'intera installazione di WordPress, incluso <code> / wp-content / </ code>. Trasferiscili mediante un servizio di archiviazione esterno se non desideri salvare i backup sullo stesso server. Con un singolo archivio di backup è possibile ripristinare un'installazione. Utilizza la funzionalità di ripristino integrata per ripristinare il tuo sito direttamente dal tuo backend WordPress o dall'app Restore Standalone nel caso in cui il tuo sito venga completamente distrutto.

source: Restore manually uploaded Backup Archives
it_it: Ripristina gli archivi di backup caricati manualmente

source: Encrypt Backup Archives
it_it: Cripta gli Archivi di Backup

source: Restore Encrypted Backups
it_it: Ripristina gli Archivi di Backup

source: Seems is not possible to store your private key, be sure the directory %s is writable.
it_it: Sembra impossibile memorizzare la tua chiave privata, assicurati che la cartella %s sia accessibile in scrittura.

source: With a single backup archive you are able to restore an installation. Use our restore feature, which is integrated in BackWPup Pro to restore your website directly from your WordPress backend. We also provide a restore standalone app with the Pro version to restore your site in case it is destroyed completely.
it_it: Con un singolo archivio di backup è possibile ripristinare un'installazione. Utilizza la nostra funzione di ripristino, che è integrata in BackWPup Pro, per ripristinare il tuo sito web direttamente dal tuo backend WordPress. Forniamo anche un'app standalone di ripristino con la versione Pro per ripristinare il tuo sito nel caso in cui sia completamente distrutto.

source: Preview:
it_it: Anteprima:

source: <strong>Note</strong>: Would you like faster, more streamlined support? Pro users can contact BackWPup from right within the plugin.
it_it: <strong>Nota</strong>: desideri un supporto più rapido? Gli utenti Pro possono contattare BackWPup direttamente dal plug-in.
