Repository: wp-media/backwpup
Catalog: languages/backwpup-*.po
Languages: it_it

source: Save Changes
it_it: Salva le modifiche

source: API Key
it_it: Chiave API

source: Folder
it_it: Cartella

source: Backup to Folder
it_it: Backup su cartella

source: Backup sent via email
it_it: Backup inviato via mail

source: Backup to FTP
it_it: Backup su FTP

source: Backup to Dropbox
it_it: Backup su Dropbox

source: Backup to an S3 Service
it_it: Backup su un S3 Service

source: Backup to Microsoft Azure (Blob)
it_it: Backup su Microsoft Azure (Blob)

source: Backup to Rackspace Cloud Files
it_it: Backup su Rackspace Cloud Files

source: Backup to SugarSync
it_it: Backup su SugarSync

source: PHP Version %1$s is to low, you need Version %2$s or above.
it_it: La versione in uso di PHP %1$s è troppo vecchia, hai bisogno della versione %2$s o superiore.

source: Missing function "%s".
it_it: Funzione mancante "%s".

source: Missing class "%s".
it_it: Classe "%s" mancante.

source: BackWPup requires PHP version %$1s with spl extension or greater and WordPress %$2s or greater.
it_it: BackWPup necessita della versione %$1s di PHP o superiore, con estensione spl; e della versione WordPress %$2s o superiore.

source: Create Account
it_it: Crea Account

source: Authenticated!
it_it: Autenticato!

source: Number of files to keep in folder.
it_it: Numero di file da mantenere nella cartella

source: Do not delete files while syncing to destination!
it_it: Non eliminare i file durante la sincronizzazione verso la destinazione!

source: Authenticated with Dropbox of user: %s
it_it: Autenticazione con Dropbox dell'utente: %s

source: %s available on your Dropbox
it_it: %s disponibile sul tuo Dropbox

source: Not Authenticated with Dropbox!
it_it: Non autenticato con Dropbox!

source: Email address
it_it: Indirizzo mail

source: Send test email
it_it: Invia mail di prova

source: Port:
it_it: Porta:

source: File could not be opened for writing.
it_it: Non è possibile aprire il file in scrittura.

source: Could not write data to file.
it_it: Non è possibile scrivere il file di log.

source: Not authenticated!
it_it: Non autenticato!

source: Backup settings
it_it: Impostazioni Backup

source: File Deletion
it_it: Cancellazione file

source: <strong>Warning</strong>: Files belonging to this job are now tracked. Old backup archives which are untracked will not be automatically deleted.
it_it: <strong>Attenzione</strong>: I file appartenenti a questo processo ora sono tracciati. I vecchi archivi di backup che non sono tracciati non verranno automaticamente eliminati.

source: Can not open source file for transfer.
it_it: Non è possibile aprire il file sorgente per il trasferimento.

source: Backup transferred to %s
it_it: Backup trasferito su %s

source: Uploaded file size and local file size don't match.
it_it: La dimensione del file caricato e la dimensione del file locale non corrispondono.

source: Error transfering backup to %s.
it_it: Errore nel trasferimento del backup su %s.

source: Access Key
it_it: Chiave di Accesso

source: Secret Key
it_it: Chiave Segreta

source: File deletion
it_it: Eliminazione file

source: Missing access key!
it_it: Chiave di accesso mancante!

source: Missing secret access key!
it_it: Manca la secret access key!

source: Backup transferred to %s.
it_it: Backup trasferito su %s.

source: MS Azure container "%s" created.
it_it: Container MS Azure "%s" creato.

source: MS Azure container create: %s
it_it: Container MS Azure creato: %s

source: MS Azure container "%s" does not exist!
it_it: Il container MS Azure "%s" non esiste!

source: Connected to MS Azure container "%s".
it_it: Connesso a MS Azure container "%s".

source: Rackspace Cloud Files Region
it_it: Regione dei files Rackspace Cloud

source: Rackspace Cloud container "%s" created.
it_it: Il container Rackspace Cloud "%s" è stato creato.

source: Amazon S3 Region
it_it: Regione Amazon S3

source: %s is not a valid bucket name.
it_it: %s non è un nome bucket valido.

source: Connected to S3 Bucket "%1$s" in %2$s
it_it: Connessio a S3 Bucket "%1$s" in %2$s

source: S3 Bucket "%s" does not exist!
it_it: S3 Bucket "%s" non esiste!

source: Email address:
it_it: Indirizzo mail:

source: Create Sugarsync account
it_it: Crea un account Sugarsync

source: Delete Sugarsync authentication!
it_it: Elimina l'autenticazione Sugarsync!

source: No Syncfolders found!
it_it: Nessuna Syncfolders trovata!

source: Settings for database check
it_it: Impostazioni per il controllo database

source: Try to repair defect table
it_it: Prova a riparare le tabelle rotte

source: Settings for database backup
it_it: Impostazione per il database backup

source: Tables to backup
it_it: Tabelle per il backup

source: all
it_it: tutte

source: none
it_it: nessuna

source: Backup file name
it_it: Nome file di backup

source: Backup file compression
it_it: Compressione file di backup

source: %d. Try to backup database&#160;&hellip;
it_it: %d. Provo ad eseguire il backup del database&#160;&hellip;

source: Connected to database %1$s on %2$s
it_it: Connesso al database %1$s on %2$s

source: No tables to backup.
it_it: nessuna tabella per il backup

source: Backup database table "%s" with "%s" records
it_it: Esegui il backup della tabella del database "%s" con "%s" records

source: MySQL backup file not created
it_it: MySQL backup file non craeto

source: Database backup done!
it_it: Backup del database effettuato!

source: Compressing file&#160;&hellip;
it_it: Compressione file&#160;&hellip;

source: Compressing done.
it_it: Compressione eseguita.

source: Added database dump "%1$s" with %2$s to backup file list
it_it: Aggiunto il dump del database "%1$s" con %2$s per la lista dei file backup

source: Can not open target file for writing.
it_it: Non è possibile aprire il file per la scrittura.

source: Cannot init MySQLi database connection
it_it: Non è possibile inizializzare la connessione al database MySQLi

source: Setting of MySQLi connection timeout failed
it_it: Impostazione del timeout di connessione MySQLi fallita

source: Cannot connect to MySQL database %1$d: %2$s
it_it: Impossibile connettersi al MySQL database %1$d: %2$s

source: Database error %1$s for query %2$s
it_it: Errore database %1$s per la query %2$s

source: All content
it_it: Tutto il contenuto

source: Pages
it_it: Pagine

source: Job ID: %d
it_it: ID Processo: %d

source: Start wizard
it_it: Avvia il wizard

source: Backup to Amazon Glacier
it_it: Backup su Amazon Glacier

source: Backup to Google Drive
it_it: Backup su Google Drive

source: Restore
it_it: Ripristina

source: Destinations
it_it: Destinazioni

source: This job is a&#160;&hellip;
it_it: Questo processo è a&#160;&hellip;

source: Job tasks
it_it: Compiti del processo

source: Scheduler
it_it: Pianificatore

source: Type
it_it: Tipo

source: Hour
it_it: Ora

source: Minute
it_it: Minuto

source: monthly
it_it: Mensile

source: on
it_it: su

source: weekly
it_it: settimanale

source: Sunday
it_it: Domenica

source: Monday
it_it: Lunedì

source: Tuesday
it_it: Martedì

source: Wednesday
it_it: Mercoledì

source: Thursday
it_it: Giovedì

source: Friday
it_it: Venerdì

source: Saturday
it_it: Sabato

source: daily
it_it: quotidiano

source: hourly
it_it: orario

source: Backup type
it_it: Tipo di backup

source: Create a backup archive
it_it: Crea un archivio di backup

source: Backup uploads folder
it_it: Esegui il backup della cartella uploads

source: Don't show again
it_it: Non mostrare più

source: Documentation
it_it: Documentazione

source: BackWPup Dashboard
it_it: Dashboard BackWPup

source: Jobs
it_it: Processi

source: Add new job
it_it: Aggiungi nuovo processo

source: Settings
it_it: Impostazioni

source: About
it_it: Info

source: Cheating, huh?
it_it: Fai il furbo, eh?

source: <a class="backwpup-get-pro" href="%s">Get BackWPup Pro now.</a>
it_it: <a class="backwpup-get-pro" href="%s">Scarica ora la BackWPup Pro.</a>

source: version %s
it_it: versione %s

source: Add BackWPup Role
it_it: Aggiungi un ruolo BackWPup

source: &mdash; No additional role for BackWPup &mdash;
it_it: &mdash; Nessun ruolo aggiuntivo per BackWPup &mdash;

source: running
it_it: esecuzione

source: Now Running
it_it: In esecuzione

source: Abort!
it_it: Annulla!

source: Add new
it_it: Aggiungi nuovo

source: Run Now
it_it: Avvia ora

source: Make BackWPup better!
it_it: Migliora BackWPup!

source: We want to make BackWPup even stronger and its support much faster.
it_it: Vogliamo migliorare sempre di più BackWPup e dare un supporto sempre più rapido.

source: This is why we are looking for a talented developer who can work remotely and support us in BackWPup
it_it: Questo è il motivo per cui cerchiamo sviluppatori di talento che possano lavorare da remoto e aiutarci con BackWPup

source: and other exciting WordPress projects at our VIP partner agency.
it_it: e con altri interesanti progetti WordPress presso la nostra agenzia VIP partner.

source: Apply now!
it_it: Candidati!

source: Work for Inpsyde
it_it: Lavora con Inpsyde

source: The file name of an archive cannot be empty.
it_it: Il nome del file di un archivio non può essere vuoto.

# %s = Folder name
source: Folder %s for archive not found
it_it: La cartella %s per l'archiviazione non è stata trovata

source: Functions for gz compression not available
it_it: Non sono disponibili funzioni per la compressione gz

source: Functions for bz2 compression not available.
it_it: Non sono disponibili funzioni per la compressione bz2.

# ZipArchive open() result
source: Cannot create zip archive: %d
it_it: Impossibile creare un archivio zip: %d

source: Functions for bz2 compression not available
it_it: Non sono disponibili funzioni per la compressione bz2

# %s = file name
source: Method to archive file %s not detected
it_it: Il metodo %s per l'archiviazione del file non è stato trovato

source: Cannot open archive file
it_it: Impossibile aprire il file di archivio

source: PclZip archive add error: %s
it_it: L'archivio PclZip aggiunge un errore: %s

source: File name cannot be empty.
it_it: Il nome file non può essere vuoto.

# File to add to archive
source: File %s does not exist or is not readable
it_it: Il file %s non esiste o non è leggibile

source: This archive method can only add one file
it_it: Questo metodo di archiviazione può aggiungere solo un file

source: ZIP archive cannot be closed correctly
it_it: Impossibile chiudere correttamente l'archivio ZIP

source: Cannot add "%s" to zip archive!
it_it: Impossibile aggiungere "%s" all'archivio zip!

source: Folder name cannot be empty
it_it: Il nome della cartella non può essere vuoto

# Folder path to add to archive
source: Folder %s does not exist or is not readable
it_it: La cartella %s non esiste o non è leggibile

# Text of ZipArchive status Message
source: ZipArchive returns status: %s
it_it: L'archivio ZIP riporta lo stato: %s

source: File name "%1$s" is too long to be saved correctly in %2$s archive!
it_it: Il nome file "%1$s" è troppo lungo per essere salvato nell'archivio %2$s !

source: File path "%1$s" is too long to be saved correctly in %2$s archive!
it_it: Il nome cartella "%1$s" è troppo lungo per essere salvato nell'archivio %2$s !

source: Cannot open source file %s for archiving. Writing an empty file.
it_it: Non è possibile aprire il file %s. Verrà creato un file vuoto.

source: Folder name "%1$s" is too long to be saved correctly in %2$s archive!
it_it: Il nome file "%1$s" è troppo lungo per essere salvato nell'archivio %2$s !

source: Folder path "%1$s" is too long to be saved correctly in %2$s archive!
it_it: Il nome cartella "%1$s" è troppo lungo per essere salvato nell'archivio %2$s !

source: If %s will be added to your backup archive, the archive will be too large for operations with this PHP Version. You might want to consider splitting the backup job in multiple jobs with less files each.
it_it: Se %s verrà aggiunto al tuo archivio di backup, l'archivio sarà troppo grande per le operazioni con questa versione di PHP. considera l'ipotesi di suddividere il processo di backup in processi multipli con meno file ciascuno.

source: Unknown
it_it: Sconosciuto

source: Cannot open source file %s.
it_it: Impossibile aprire il file %s.

source: Aborted, because no progress for one hour!
it_it: Annullato: nessuna progressione per un'ora!

source: Could not open path: %s
it_it: Impossibile apripre la risorsa: %s

source: Cannot open the archive for reading.
it_it: Impossibile aprire il file di archivio

source: Cannot write the encrypted archive.
it_it: Impossibile accedere in scrittura al file di archivio.

source: Private key invalid.
it_it: Chiave privata non valida.

source: Beginning new file upload session
it_it: Nuova sessione di file upload in corso

source: Uploading %s of data
it_it: Upload %s in corso

source: Finishing upload session with a total of %s uploaded
it_it: Sessione di upload terminata con un totale di %s caricati

source: Authentication
it_it: Autenticazione

source: Delete Dropbox Authentication
it_it: Elimina l'autenticazione Dropbox

source: App Access to Dropbox
it_it: Accesso App su Dropbox

source: Get Dropbox App auth code
it_it: Ottieni il Dropbox App auth code

source: A dedicated folder named BackWPup will be created inside of the Apps folder in your Dropbox. BackWPup will get read and write access to that folder only. You can specify a subfolder as your backup destination for this job in the destination field below.
it_it: Una cartella dedicata chiamata BackWPup verrà creata all'interno della cartella Applicazioni nel vostro Dropbox. BackWPup avrà permessi di lettura e scrittura solo per quella cartella. È possibile specificare una sottocartella come destinazione di backup per questo processo nel campo di destinazione sottostante.

source: — OR —
it_it: — O —

source: Full Access to Dropbox
it_it: Accesso completo a Dropbox

source: Get full Dropbox auth code
it_it: Ottieni l'intero Dropbox auth code

source: BackWPup will have full read and write access to your entire Dropbox. You can specify your backup destination wherever you want, just be aware that ANY files or folders inside of your Dropbox can be overridden or deleted by BackWPup.
it_it: BackWPup avrà accesso completo in lettura e scrittura a tutto Dropbox. È possibile specificare la destinazione di backup che vuoi usare, basta essere consapevoli che tutti i file o cartelle all'interno del vostro Dropbox possono essere sovrascritte o cancellate da BackWPup.

source: Destination Folder
it_it: Cartella di destinazione

source: Specify a subfolder where your backup archives will be stored. If you use the App option from above, this folder will be created inside of Apps/BackWPup. Otherwise it will be created at the root of your Dropbox. Already exisiting folders with the same name will not be overriden.
it_it: Specificare una sottocartella in cui verranno archiviati gli archivi di backup. Se si utilizza l'opzione App sopra, questa cartella viene creata all'interno di applicazioni / BackWPup. In caso contrario, verrà creata nella root del vostro Dropbox. Se esistono altre cartelle con lo stesso nome non verranno sovrascritte.

source: One file deleted from Dropbox
it_it: Un file eliminato da Dropbox

source: %d. Try to send backup file to Dropbox&#160;&hellip;
it_it: %d. Prova a inviare il file di backup a Dropbox&#160;&hellip;

source: Uploading to Dropbox&#160;&hellip;
it_it: Caricamento su Dropbox&#160;&hellip;

source: To email address (separate with commas for multiple addresses)
it_it: indirizzo mail destinatario (in caso di più indirizzi separali utilizzando la virgola)

source: Send email settings
it_it: Invia impostazioni dell'email

source: Maximum file size
it_it: Massima grandezza file

source: Maximum file size to be included in an email. 0 = unlimited
it_it: Massima grandezza file da includere in una mail. 0 = illimitata

source: From email address
it_it: indirizzo mail mittente

source: From name
it_it: Nome mittente

source: Sending method
it_it: Metodo di spedizione

source: Use WordPress settings
it_it: Usa le impostazioni WordPress

source: Sendmail path
it_it: Cartella sendmail

source: SMTP host name
it_it: Nome host SMTP

source: SMTP secure connection
it_it: Connessione sicura SMTP

source: SMTP username
it_it: Nome utente SMTP

source: SMTP password
it_it: Password SMTP

source: %d. Try to send backup with email&#160;&hellip;
it_it: %d. Prova a spedire il backup con l'email&#160;&hellip;

source: Backup archive too big to be sent by email!
it_it: Archivio di backup troppo grande per essere spedito via mail!

source: Sending email to %s&hellip;
it_it: Invio dell'email a %s&hellip;

source: BackWPup archive from %1$s: %2$s
it_it: Archivio BackWPup per %1$s: %2$s

source: Backup archive: %s
it_it: Archivio backup: %s

source: Error while sending email!
it_it: Errore durante l'invio della mail!

source: Email sent.
it_it: Email inviata.

source: BackWPup archive sending TEST Message
it_it: Archivio BackWPup: invio in corso del messaggio di TEST

source: If this message reaches your inbox, sending backup archives via email should work for you.
it_it: Se questo messaggio viene inviato correttamente, anche l'invio degli archivi di backup tramite e-mail dovrebbe funzionare.

source: File could not be opened for reading.
it_it: Il file non può essere aperto in lettura.

source: Folder to store backups in
it_it: Cartella di conservazione dei backup

source: One backup file deleted
it_it: Eliminato un file di backup

source: Cannot open FTP file for download.
it_it: Non è possibile accedere al file per il download.

source: FTP server and login
it_it: FTP server e login

source: FTP server
it_it: Server FTP

source: Username
it_it: Nome utente

source: Folder to store files in
it_it: Cartella dove conservare i file in

source: FTP specific settings
it_it: Impostazioni specifiche FTP

source: Timeout for FTP connection
it_it: Timeout per la connesione FTP

source: seconds
it_it: secondi

source: SSL-FTP connection
it_it: Connessione SSL-FTP

source: Use explicit SSL-FTP connection.
it_it: Usa una connessione SSL-FTP esplicita

source: FTP Passive Mode
it_it: Modalità passiva

source: Use FTP Passive Mode.
it_it: Usa FTP in modalità passiva

source: Could not log in to FTP server.
it_it: Impossibile accedere al server FTP.

source: Cannot delete "%s" on FTP server!
it_it: Impossibile eliminare "%s" nel server FTP!

source: One file deleted on FTP server
it_it: Un file eliminato sul server FTP

source: %d. Try to send backup file to an FTP server&#160;&hellip;
it_it: %d. Prova a spedire il file di backup all' FTP server&#160;&hellip;

source: Connected via explicit SSL-FTP to server: %s
it_it: Connessione via explicit SSL-FTP to server: %s

source: Cannot connect via explicit SSL-FTP to server: %s
it_it: Impossibole connettersi via explicit SSL-FTP to server: %s

source: PHP function to connect with explicit SSL-FTP to server does not exist!
it_it: La funzione PHP per connettersi con explicit SSL-FTP to server non esiste!

source: Connected to FTP server: %s
it_it: Connesso a FTP server: %s

source: Cannot connect to FTP server: %s
it_it: Impossibile connettersi a FTP server: %s

source: FTP client command: %s
it_it: Comando FTP client: %s

source: FTP server response: %s
it_it: Risposta FTP server: %s

source: FTP server reply: %s
it_it: Replica di FTP server: %s

source: Error getting SYSTYPE
it_it: Impossibile ottenere SYSTYPE

source: FTP current folder is: %s
it_it: L'attuale cartella FTP è: %s

source: Entering passive mode
it_it: Invio in modalità passiva

source: Cannot enter passive mode
it_it: Impossibile inviare in modalità passiva

source: Entering normal mode
it_it: Invio in modalità normale

source: Cannot enter normal mode
it_it: Impossibile inviare in modalità normale

source: Starting upload to FTP &#160;&hellip;
it_it: Inizio caricamento su FTP &#160;&hellip;

source: Cannot transfer backup to FTP server!
it_it: Impossibile trasferire il backup sul server FTP!

source: Backup transferred to FTP server: %s
it_it: Backup trasferito sul server FTP: %s

source: FTP Folder "%s" cannot be created! Parent directory may be not writable.
it_it: Impossibile creare la cartella FTP "%s"! La cartella genitore potrebbe non avere accesso in scrittura.

source: FTP Folder "%s" cannot be created!
it_it: Impossibile creare la cartella FTP "%s" !

source: FTP Folder "%s" created!
it_it: Cartella FTP "%s" creata!

source: MS Azure access keys
it_it: Chiavi di accesso MS Azure

source: Account name
it_it: Nome account

source: Access key
it_it: Chiave di accesso

source: Container selection
it_it: Selezione container

source: Create a new container
it_it: Crae un nuovo container

source: Folder in container
it_it: Cartella nel container

source: %d. Try sending backup to a Microsoft Azure (Blob)&#160;&hellip;
it_it: %d. Provo a spedire il backup a Microsoft Azure (Blob)&#160;&hellip;

source: Starting upload to MS Azure&#160;&hellip;
it_it: Inizio caricamento su MS Azure&#160;&hellip;

source: One file deleted on Microsoft Azure container.
it_it: Un file eliminato su Microsoft Azure container.

source: Missing account name!
it_it: Nome account mancante!

source: No container found!
it_it: Nessun container trovato!

source: Rack Space Cloud Keys
it_it: Chiavi Rack Space Cloud

source: Select region
it_it: Seleziona regione

source: Folder in bucket
it_it: Cartella nel bucket

source: %d. Trying to send backup file to Rackspace cloud &hellip;
it_it: %d. Sto provando a inviare il backup su Rackspace cloud &hellip;

source: Connected to Rackspace cloud files container %s
it_it: Connesso a Rackspace cloud files container %s

source: Upload to Rackspace cloud started &hellip;
it_it: Inizio caricamento su Rackspace cloud &hellip;

source: Backup File transferred to RSC://
it_it: File di backup trasferito su RSC://

source: Cannot transfer backup to Rackspace cloud.
it_it: Impossibile trasferire il backup su Rackspace cloud.

source: One file deleted on Rackspace cloud container.
it_it: Eliminato un file dal container Rackspace cloud

source: Missing username!
it_it: Username mancante!

source: Missing API Key!
it_it: API Key mancante!

source: A container could not be found!
it_it: Non è possibile trovare un container!

source: Select a S3 service
it_it: Seleziona un servizio S3

source: Or a S3 Server URL
it_it: O un URL di un Server S3

source: S3 Access Keys
it_it: Chiave di Accesso S3

source: Bucket selection
it_it: Selezione bucket

source: Create a new bucket
it_it: Crea un nuovo bucket

source: S3 Backup settings
it_it: Impostazioni S3 backup

source: Use multipart upload for uploading a file
it_it: Usa multipart upload per caricare un file

source: Amazon specific settings
it_it: Impostazioni specifiche Amazon

source: Reduced Redundancy
it_it: Ridondanza Ridotta

source: Save files encrypted (AES256) on server.
it_it: Salva file criptati (AES256) sul server.

source: No bucket found!
it_it: Nessun bucket trovato!

source: Bucket %1$s created.
it_it: Bucket %1$s creato.

source: Cannot delete backup from %s.
it_it: Impossibile eliminare il backup da %s.

source: One file deleted on S3 Bucket.
it_it: Un file cancellato su S3 Bucket.

source: %d. Trying to send backup file to S3 Service&#160;&hellip;
it_it: %d. Prova spedizone file di backup su S3 Service&#160;&hellip;

source: Checking for not aborted multipart Uploads&#160;&hellip;
it_it: Controllo dei caricamenti&#160;&hellip; multipart non annullati

source: Upload for %s aborted.
it_it: Caricamento per %s annullato.

source: Starting upload to S3 Service&#160;&hellip;
it_it: Inizio caricamento su S3 Service&#160;&hellip;

source: Cannot transfer backup to S3! (%1$d) %2$s
it_it: Impossibile trasferire il backup su S3! (%1$d) %2$s

source: Authenticate with Sugarsync!
it_it: Autenticato con Sugarsync!

source: Sync folder selection
it_it: Selezione Syncfolder
