Repository: wp-media/backwpup
Catalog: languages/backwpup-*.po
Languages: it_it

source: Folder in root
it_it: Cartella in root

source: %d. Try to send backup to SugarSync&#160;&hellip;
it_it: %d. Provo a spedire il backup a SugarSync&#160;&hellip;

source: Authenticated to SugarSync with nickname %s
it_it: Autenticato su SugarSync con nickname %s

# Available space on SugarSync
source: Not enough disk space available on SugarSync. Available: %s.
it_it: Non è disponibile spazio sufficiente su SugarSync. Disponibile: %s.

source: %s available at SugarSync
it_it: %s disponibile su SugarSync

source: Starting upload to SugarSync&#160;&hellip;
it_it: Inizio caricamento su SugarSync&#160;&hellip;

source: Cannot transfer backup to SugarSync!
it_it: Impossibile trasferire il backup su SugarSync!

source: One file deleted on SugarSync folder
it_it: Un file eliminato sulla cartella SugarSync

source: Invalid file name, seems file include invalid characters.
it_it: Nome file non valido, sembra che il file abbia caratteri non validi.

source: EasyCron.com API returns (%s): %s
it_it: EasyCron.com API ritornano (%s): %s

source: Here you can setup your <a href="https://www.easycron.com/user/token?ref=36673" title="Affiliate Link!">EasyCron.com API key</a> to use this service.
it_it: Qui puoi impostare la tua tuo <a href="https://www.easycron.com/user/token?ref=36673" title="Affiliate Link!"> EasyCron.com chiave API </a> per utilizzare questo servizio.

source: Api key:
it_it: Chiave Api:

source: Trigger WordPress Cron:
it_it: Attiva Cron WordPress:

source: If you check this box, a cron job will be created on EasyCron that all 5 Minutes calls the WordPress cron.
it_it: Se si seleziona questa casella, verrà creato un processo cron su EasyCron che ogni 5 minuti richiama il cron WordPress.

source: Folder %1$s not allowed, please use another folder.
it_it: La cartella %1$s non è consentita, si prega di usare un'altra cartella.

source: Folder %1$s is not in open basedir, please use another folder.
it_it: La cartella %1$s non è nella directory base, si prega di usare un'altra cartella.

source: Cannot create folder: %1$s
it_it: Impossibile creare la cartella: %1$s

source: Folder "%1$s" is not writable
it_it: La cartella "%1$s" non è accessibile in scrittura

source: BackWPup will not backup folders and its sub folders when this file is inside.
it_it: BackWPup non può eseguire il backup delle cartelle e relative sottocartelle quando questo file è dentro.

source: Plugin Info
it_it: Informazioni Plugin

# Plugin name and link; Plugin Version
source: %1$s version %2$s. A project by <a href="http://inpsyde.com">Inpsyde GmbH</a>.
it_it: %1$s versione %2$s. Realizzato da <a href="http://inpsyde.com">Inpsyde GmbH</a>.

source: BackWPup comes with ABSOLUTELY NO WARRANTY. This is a free software, and you are welcome to redistribute it under certain conditions.
it_it: BackWPup viene fornito con NESSUNA GARANZIA. Questo è un software gratuito, e siete invitati a ridistribuirlo sotto certe condizioni.

source: For more information:
it_it: Per ulteriori informazioni:

source: Plugin on wordpress.org
it_it: Plugin su wordpress.org

source: Manual
it_it: Guida

source: BackWPup jobs checker
it_it: BackWPup verifica processi

source: BackWPup jobs helper
it_it: BackWPup assistenza processi

source: Starting job
it_it: Inizializzazione processo

source: Job Start
it_it: Inizio processo

source: Creates manifest file
it_it: Crea il file manifest

source: Creates archive
it_it: Crea archivi

source: Encrypts the archive
it_it: Cripta l'archivio

source: End of Job
it_it: Fine del processo

source: BackWPup log for %1$s from %2$s at %3$s
it_it: Log BackWPup per %1$s da %2$s a %3$s

# Plugin name; Plugin Version; plugin url
source: [INFO] %1$s %2$s; A project of Inpsyde GmbH
it_it: [INFO] %1$s %2$s; Progetto realizzato da Inpsyde GmbH

# WordPress Version; Blog url
source: [INFO] WordPress %1$s on %2$s
it_it: [INFO] WordPress %1$s su %2$s

source: Normal
it_it: Normale

source: (translated)
it_it: (tradotto)

source: [INFO] Log Level: %1$s %2$s
it_it: [INFO] Livello Log: %1$s %2$s

source: [INFO] BackWPup job: %1$s
it_it: [INFO] Processo BackWPup: %1$s

source: [INFO] Runs with user: %1$s (%2$d)
it_it: [INFO] Funzionamento con utente: %1$s (%2$d)

source: Not scheduled!
it_it: Non programmato!

source: [INFO] Cron: %s; Next: %s
it_it: [INFO] Cron: %s; Prossimo: %s

source: [INFO] BackWPup job start with link is active
it_it: [INFO] Il processo BackWPup inizia con link attivo

source: [INFO] BackWPup job start with EasyCron.com
it_it: [INFO] Il processo BackWPup inizia con EasyCron.com

source: [INFO] BackWPup no automatic job start configured
it_it: [INFO] Nessun avvio automatico di processo BackWPup configurato

source: [INFO] BackWPup job started from wp-cron
it_it: [INFO] Il processo BackWPup è partito da wp-cron

source: [INFO] BackWPup job started manually
it_it: [INFO] Il processo BackWPup è partito manualmente

source: [INFO] BackWPup job started from external url
it_it: [INFO] Il processo BackWPup è partito da url esterno

source: [INFO] BackWPup job started form commandline interface
it_it: [INFO] Il processo BackWPup è partito da interfaccia di commandline

source: [INFO] Maximum PHP script execution time is %1$d seconds
it_it: [INFO] Il Max PHP script execution time è di %1$d secondi

source: [INFO] Script restart time is configured to %1$d seconds
it_it: [INFO] Il restart dello script è configurato su %1$d secondi

source: [INFO] Temp folder is: %s
it_it: [INFO] Temp folder è: %s

source: [INFO] Logfile is: %s
it_it: [INFO] Logfile è: %s

source: [INFO] Backup file is: %s
it_it: [INFO] Il file di backup è: %s

source: [INFO] Backup type is: %s
it_it: [INFO] Il tipo di backup è: %s

source: Could not write log file
it_it: Non è possibile scrivere il file di log

source: No destination correctly defined for backup! Please correct job settings.
it_it: Nessuna destinazione definita correttamente per il backup! Correggi le impostazioni del processo.

source: Cannot write progress to working file. Job will be aborted.
it_it: Impossibile scrivere l'avanzamento del processo sul file in esecuzione. Il processo verrà interrotto.

source: WARNING:
it_it: AVVISO:

source: ERROR:
it_it: ERRORE:

source: STRICT NOTICE:
it_it: AVVISO IMPORTANTE:

source: RECOVERABLE ERROR:
it_it: ERRORE RECUPERABILE:

source: Aborted by user!
it_it: Annullato dall'utente!

source: One old log deleted
it_it: Un log vecchio eliminato

source: Job has ended with errors in %s seconds. You must resolve the errors for correct execution.
it_it: Il processo si è concluso con errori in %s secondi. È necessario risolvere gli errori per l'esecuzione corretta.

source: Job finished with warnings in %s seconds. Please resolve them for correct execution.
it_it: Processo finito con avvisi in% s secondi. Si prega di risolverli per l'esecuzione corretta.

source: Job done in %s seconds.
it_it: Processo eseguito in %s secondi.

source: SUCCESSFUL
it_it: SUCCESSO

source: WARNING
it_it: ATTENZIONE

source: ERROR
it_it: ERRORE

source: Restart after %1$d seconds.
it_it: Riparte dopo %1$d secondi.

source: Restart after getting signal.
it_it: Riprende dopo aver ottenuto il segnale

source: Job restarts due to inactivity for more than 5 minutes.
it_it: Il processo riparte a causa di un'inattività di oltre 5 minuti.

source: Step aborted: too many attempts!
it_it: Step annullato: troppi tentativi!

source: %d. Trying to create backup archive &hellip;
it_it: %d. Provo a creare l'archivio di backup &hellip;

# Archive compression method
source: Compressing files as %s. Please be patient, this may take a moment.
it_it: Compressione file come %s. Si prega di pazientare, potrebbe richiedere qualche istante.

source: Adding Extra files to Archive
it_it: Aggiunti file extra all'archivio

source: Cannot create backup archive correctly. Aborting creation.
it_it: Impossibile creare correttamente il file d'archivio. Creazione annullata.

source: Archiving Folder: %s
it_it: Cartella di archiviazione: %s

source: Backup archive created.
it_it: Archivio di backup creato.

source: The Backup archive will be too large for file operations with this PHP Version. You might want to consider splitting the backup job in multiple jobs with less files each.
it_it: L'archivio di backup è troppo grande per le operazioni sui file con questa versione di PHP. Si potrebbe prendere in considerazione la divisione del processo di backup in più processi con meno file ciascuno.

source: Archive size is %s.
it_it: La grandezza dell'archivio è %s.

source: %1$d Files with %2$s in Archive.
it_it: %1$d Files con %2$s nell'archivio.

source: No encryption key was provided. Aborting encryption.
it_it: Nessuna chiave di criptazione disponibile. Criptazione annullata.

source: %d. Trying to encrypt archive &hellip;
it_it: %d. Criptazione dell'archivio in corso &hellip;

source: Cannot open the archive for reading. Aborting encryption.
it_it: Impossibile aprire l'archivio in lettura. Criptazione annullata.

source: Cannot write the encrypted archive. Aborting encryption.
it_it: Impossibile accedere in scrittura all'archivio criptato. Criptazione annullata.

source: Encrypted %s of data.
it_it: %s dati criptati.

source: Unable to delete unencrypted archive.
it_it: Non è possibile eliminare l'archivio non criptato.

source: Unable to rename encrypted archive.
it_it: Non è possibile rinominare l'archivio criptato.

source: Archive has been successfully encrypted.
it_it: L'archivio è stato criptato con successo.

source: Link "%s" not following.
it_it: Link "%s" non funzionante.

source: File "%s" is not readable!
it_it: Il file "%s" non è leggibile!

source: File size of “%s” cannot be retrieved. File might be too large and will not be added to queue.
it_it: La dimensione del file %s non può essere recuperata. Il file potrebbe essere troppo grande e non sarà aggiunto alla coda.

source: %d. Trying to generate a manifest file&#160;&hellip;
it_it: %d. Provo a generare un manifest file&#160;&hellip;

source: You may have noticed the manifest.json file in this archive.
it_it: Potresti aver notato il manifest.json file in questo archivio.

source: manifest.json might be needed for later restoring a backup from this archive.
it_it: manifest.json potrebbe essere necessario per poi ripristinare un backup da questo archivio.

source: Please leave manifest.json untouched and in place. Otherwise it is safe to be ignored.
it_it: Si prega di lasciare manifest.json intatto e al suo posto. In caso contrario può essere ignorato.

source: Added manifest.json file with %1$s to backup file list.
it_it: Aggiunto il file manifest.json con %1$s alla lista di backup dei file.

source: Wrong BackWPup JobID
it_it: BackWPup JobID Errato

source: A BackWPup job is already running
it_it: Un processo di BackWPup è già in esecuzione

source: exec command is not active.
it_it: il comando exec non è attivo.

source: mysqldump binary not found.
it_it: mysqldump binary non trovato.

source: Hangup detected on controlling terminal or death of controlling process
it_it: Connessione saltata durante il controllo del terminale o il processo è stato terminato

source: Interrupt from keyboard
it_it: Interrotto da tastiera

source: Quit from keyboard
it_it: Esci da tastiera

source: Illegal Instruction
it_it: Istruzioni non valide

source: Abort signal from abort(3)
it_it: Segnale di annullamento da abort(3)

source: Bus error (bad memory access)
it_it: Errore bus (errore di accesso alla memoria)

source: Floating point exception
it_it: Eccezione floating point

source: Invalid memory reference
it_it: Riferimento di memoria non valido

source: Termination signal
it_it: Segnale di terminazione

source: Stack fault on coprocessor
it_it: Errore sullo stack del coprocessore

source: User-defined signal 1
it_it: Segnale utente 1

source: User-defined signal 2
it_it: Segnale utente 2

source: Urgent condition on socket
it_it: Condizione urgente sul socket

source: CPU time limit exceeded
it_it: Superato il limite massimo di tempo della CPU

source: File size limit exceeded
it_it: Superata la grandezza massima del file

source: Power failure
it_it: Errore di alimentazione

source: Bad argument to routine
it_it: Parametri di routine errati

source: Signal "%1$s" (%2$s) is sent to script!
it_it: Il segnale "%1$s" (%2$s) è stato inviato allo script!

source: System: %s
it_it: Sistema: %s

source: Exception caught in %1$s: %2$s
it_it: Eccezione individuata in %1$s: %2$s

source: DB Check
it_it: Controllo database

source: Check database tables
it_it: Controllo tabelle del database

source: WordPress tables only
it_it: Solo tabelle Wordpress

source: Check WordPress database tables only
it_it: Controlla solo le tabelle Wordpress del database

source: Repair
it_it: Ripara

source: %d. Trying to check database&#160;&hellip;
it_it: %d. Provo a controllare il databse&#160;&hellip;

source: Table %1$s is a view. Not checked.
it_it: Tabella %1$s è una vista. Non controllata.

source: Table %1$s is not a MyISAM/InnoDB table. Not checked.
it_it: La tabella %1$s non è nella tabella MyISAM/InnoDB. Non controllata.

source: Result of table check for %1$s is: %2$s
it_it: Risultato del controllo tabella per %1$s is: %2$s

source: Result of table repair for %1$s is: %2$s
it_it: Risultato della riparazione tabella per %1$s is: %2$s

source: Database check done!
it_it: Controllo del database effettuato!

source: No tables to check.
it_it: Nessuna tabella da controllare.

source: Database backup
it_it: Backup del database

source: File backup
it_it: Backup dei file

source: Folders to backup
it_it: Cartella per il backup

source: Backup WordPress install folder
it_it: Esegui il Backup della cartella di istallazione di Wordpress

source: Backup content folder
it_it: Cartella del contenuto di backup

source: Backup plugins
it_it: Esegui il backup dei plugins

source: Backup themes
it_it: Esegui il backup del tema

source: Extra folders to backup
it_it: Cartella extra per il backup

source: Separate folder names with a line-break or a comma. Folders must be set with their absolute path!
it_it: Separa i nomi delle cartelle con una linea o una virgola. Le cartelle devono essere impostate con il loro percorso assoluto!

source: Exclude from backup
it_it: Escludi dal backup

source: Thumbnails in uploads
it_it: Miniature nella cartella uploads

source: Don't backup thumbnails from the site's uploads folder.
it_it: Non fare il backup delle miniature della cartella uploads del sito.

source: Exclude files/folders from backup
it_it: Escludi i/le file/cartelle dal backup

source: Separate file / folder name parts with a line-break or a comma. For example /logs/,.log,.tmp
it_it: Separa i nomi dei/delle file/cartelle con una linea o una virgola. Per esempio /logs/,.log,.tmp

source: Special options
it_it: Opzioni speciali

source: Include special files
it_it: Includi i file speciali

source: Backup wp-config.php, robots.txt, nginx.conf, .htaccess, .htpasswd, favicon.ico, and Web.config from root if it is not included in backup.
it_it: Esegui il backup di wp-config.php, robots.txt, nginx.conf, .htaccess, .htpasswd, favicon.ico e Web.config dalla root se non è incluso nel backup.

source: Use one folder above as WP install folder
it_it: Usa una cartella sopra come cartella di istallazione WP

source: Use one folder above as WordPress install folder! That can be helpful, if you would backup files and folder that are not in the WordPress installation folder. Or if you made a "<a href="https://codex.wordpress.org/Giving_WordPress_Its_Own_Directory">Giving WordPress Its Own Directory</a>" installation. Excludes must be configured again.
it_it: Utilizzare una cartella sopra come cartella di installazione WordPress ! Questo può essere utile, se vuoi eseguire il backup di file e cartelle che non sono nella cartella di installazione di WordPress. Oppure, se hai fatto un'istallazione "<a href="https://codex.wordpress.org/Giving_WordPress_Its_Own_Directory">Giving WordPress Its Own Directory</a>". Gli "Escludi" devono essere configurati di nuovo.

source: %d. Trying to make a list of folders to back up&#160;&hellip;
it_it: %d. Provo a creare una lista di cartelle per il backup&#160;&hellip;

source: Added "%s" to backup file list
it_it: Aggiunti "%s" alla lista dei file di backup

source: No files/folder for the backup.
it_it: Nessun file/cartella per il backup

source: %1$d folders to backup.
it_it: %1$d cartelle per il backup.

source: Folder "%s" is not readable!
it_it: La cartella "%s" non ha accesso in lettura!

source: Path as set by user (symlink?): %s
it_it: Percorso impostato dall'utente (symlink?): %s

source: Exclude:
it_it: Escludi:

source: Excluded by .donotbackup file!
it_it: Escludi dal file .donotbackup!

source: Items to export
it_it: Elementi da esportare

source: XML Export file name
it_it: Nome del file XML Export

source: File compression
it_it: Compressione del file

source: %d. Trying to create a WordPress export to XML file&#160;&hellip;
it_it: %d. Provo a creare una esportazione di WordPress su XML file&#160;&hellip;

source: WP Export: Post type “%s” does not allow export.
it_it: WP Export: Non è consentito esportare il tipo di post %s .

source: WP Export file could not written.
it_it: Il file WP Export non può essere scritto.

source: Check WP Export file&#160;&hellip;
it_it: Controllo WP Export file&#160;&hellip;

source: XML WARNING (%s): %s
it_it: AVVISO XML (%s): %s

source: XML RECOVERABLE (%s): %s
it_it: XML RECUPERABILE (%s): %s

source: XML ERROR (%s): %s
it_it: ERRORE XML (%s): %s

source: There was an error when reading this WXR file
it_it: C'è stato un errore durante la lettura del file WXR

source: This does not appear to be a WXR file, missing/invalid WXR version number
it_it: Questo non sembra essere un fle WXR, numero di versione WXR mancante o non valido

source: WP Export file is a valid WXR file.
it_it: Il file WP Export è un file WXR valido.

source: WP Export file can not be checked, because no XML extension is loaded, to ensure the file verification.
it_it: Il file WP Export non può essere verificato, in quanto è stato caricato senza estensione XML, per garantire la verifica dei file.

source: Added XML export "%1$s" with %2$s to backup file list.
it_it: Aggiunto XML export "%1$s" con %2$s sulla lista dei file di backup.

source: Installed plugins list
it_it: Lista dei plugins installati

source: Plugin list file name
it_it: Nome del file della lista dei plugins

source: %d. Trying to generate a file with installed plugin names&#160;&hellip;
it_it: %d. Provo a generare un file con i nomi dei plugin installati&#160;&hellip;

source: All plugin information:
it_it: Tutte le informazioni sui plugin:

source: from %s
it_it: da %s

source: Active plugins:
it_it: Plugin attivi:

source: Inactive plugins:
it_it: Plugin disattivati:

source: Added plugin list file "%1$s" with %2$s to backup file list.
it_it: Aggiunto il file lista plugin "%1$s" con %2$s sulla lista dei file di backup.

source: Dismiss
it_it: Scartato

source: No MySQLi extension found. Please install it.
it_it: Nessuna estensione MySQL trovata. Si prega di installarne una.

# Database Charset
source: Cannot set DB charset to %s error: %s
it_it: Impossibile impostare il DB charset su %s errore: %s

source: Cannot open SQL backup file
it_it: Impossibile aprire il file di backup SQL

source: Start for table backup is not correctly set: %1$s
it_it: L'inizio per il backup della tabella non è impostato correttamente: %1$s

source: Length for table backup is not correctly set: %1$s
it_it: La lunghezza per il backup tabella non è impostata correttamente: %1$s

source: Error while writing file!
it_it: Errore durante la scrittura del file!

source: New Job
it_it: Nuovo processo

source: Welcome to BackWPup Pro
it_it: Benvenuti su BackWPup Pro

source: BackWPup’s job wizards make planning and scheduling your backup jobs a breeze.
it_it: Il wizard di processo di BackWPup rende la pianificazione e la programmazione dei processi di backup un gioco da ragazzi.

source: Ready to <a href="%1$s">set up a backup job</a>? You can <a href="%2$s">use the wizards</a> or plan your backup in expert mode.
it_it: Sei pronto ad <a href="%1$s">impostare un processo di backup</a>? Puoi <a href="%2$s">usare il wizards</a> o pianificare il tuo backup in expert mode.

source: Welcome to BackWPup
it_it: Benvenuto su BackWPup

source: Ready to set up a backup job? Use one of the wizards to plan what you want to save.
it_it: Sei pronto ad impostare un processo di backup? Utilizza una delle procedure guidate (wizard) per pianificare ciò che si desidera salvare.

source: Save your database
it_it: Salva il database

source: Save your database regularly
it_it: Salva il databse regolarmente

source: With BackWPup you can schedule the database backup to run automatically. With a single backup file you can restore your database. You should <a href="%s">set up a backup job</a>, so you will never forget it. There is also an option to repair and optimize the database after each backup.
it_it: Con BackWPup è possibile pianificare il backup del database per avviarlo automaticamente. Con un singolo file di backup è possibile ripristinare il database. Puoi <a href="%s"> impostare un processo di backup </a>, in modo da non dimenticarlo. C'è anche la possibilità di riparare e ottimizzare il database dopo ogni backup.

source: You can choose the built-in WordPress export format in addition or exclusive to save your data. This works in automated backups too of course. The advantage is: you can import these files into a blog with the regular WordPress importer.
it_it: È possibile scegliere il formato di esportazione di WordPress in aggiunta o in esclusiva per salvare i dati. Questo funziona anche nei backup automatici. Il vantaggio principale è che puoi importare questi file in un blog con mediante le funzionalità di importazione di WordPress.

source: Save all data from the webserver
it_it: Salva tutti i dati dal webserver

source: Save all files
it_it: Salva tutti i file

source: You can backup all your attachments, also all system files, plugins and themes in a single file. You can <a href="%s">create a job</a> to update a backup copy of your file system only when files are changed.
it_it: Puoi eseguire il backup di tutti gli allegati, incluso i file di sistema, i plugin e i temi in un unico file. Puoi <a href="%s"> creare un processo</a> per aggiornare una copia di backup del file system solo quando i file vengono modificati.

source: Security!
it_it: Sicurezza!

source: By default everything is encrypted: connections to external services, local files and access to directories.
it_it: Per impostazione predefinita tutto è crittografato: le connessioni ai servizi esterni, i file locali e l'accesso alle directory.

source: Cloud Support
it_it: Supporto cloud

source: BackWPup supports multiple cloud services in parallel. This ensures backups are redundant.
it_it: BackWPup supporta più servizi cloud in parallelo. In questo modo i backup sono ridondanti.

source: Features / differences between Free and Pro
it_it: Caratteristiche/differenze tra Free e Pro

source: Features
it_it: Caratteristiche

source: Complete database backup
it_it: Backup completo del database

source: Complete file backup
it_it: Backup completo dei file

source: Database check
it_it: Controllo database

source: Data compression
it_it: Compressione dati

source: List of installed plugins
it_it: Lista dei plugin istallati

source: Backup archives management
it_it: Gestione degli archivi di backup

source: Log file management
it_it: Gestione dei file di log

source: Start jobs per WP-Cron, URL, system, backend or WP-CLI
it_it: Inizia processo per WP-Cron, URL, system, backend or WP-CLI

source: Log report via email
it_it: Rapporto log via mail

source: Backup to Microsoft Azure
it_it: Backup su Microsoft Azure
