Repository: wp-media/backwpup
Catalog: languages/backwpup-*.po
Languages: it_it

source: Backup as email
it_it: Backup su email

source: Backup to S3 services (Amazon, Google Storage, Hosteurope and more)
it_it: Backup su S3 services (Amazon, Google Storage, Hosteurope e altri)

source: Backup to FTP server
it_it: Backup su server FTP

source: Backup to your web space
it_it: Backup sul tuo spazio web

source: Custom API keys for DropBox and SugarSync
it_it: Custom API keys per DropBox e SugarSync

source: XML database backup as PHPMyAdmin schema
it_it: XML database backup come PHPMyAdmin schema

source: Database backup as mysqldump per command line
it_it: Database backup come mysqldump per linea di comando

source: Database backup for additional MySQL databases
it_it: Database backup per database MySQL aggiuntivi

source: Import and export job settings as XML
it_it: Importa ed esporta le impostazioni dei processi come XML

source: Wizard for system tests
it_it: Wizard per system tests

source: Wizard for scheduled backup jobs
it_it: Wizard per processi di backup programmati

source: Wizard to import settings and backup jobs
it_it: Wizard per importare impostazioni e i processi di backup

source: Differential backup of changed directories to Dropbox
it_it: Backup differenziale delle directory cambiate su Dropbox

source: Differential backup of changed directories to Rackspace Cloud Files
it_it: Backup differenziale delle directory cambiate su Rackspace Cloud Files

source: Differential backup of changed directories to S3
it_it: Backup differenziale delle directory cambiate su S3

source: Differential backup of changed directories to MS Azure
it_it: Backup differenziale delle directory cambiate su MS Azure

source: Restore from Folder
it_it: Ripristino dalla Cartella

source: Restore from Google Drive
it_it: Ripristino da Google Drive

source: Restore from Amazon S3
it_it: Ripristino da Amazon S3

source: Restore from Dropbox
it_it: Ripristino da Dropbox

source: Restore from FTP
it_it: Rispristino da FTP

source: <strong>Premium support</strong>
it_it: <strong>Supporto Premium</strong>

source: <strong>Automatic updates</strong>
it_it: <strong>Aggiornamenti automatici</strong>

source: GET PRO
it_it: PASSA ALLA VERSIONE PRO

source: No files could be found. (List will be generated during next backup.)
it_it: Nessun file trovato. (Verrà generata la lista durante il prossimo backup)

source: Delete
it_it: Elimina

source: Change destination
it_it: Cambia destinazione

source: Time
it_it: Tempo

source: Size
it_it: Dimensione

source: You are about to delete this backup archive. 'Cancel' to stop, 'OK' to delete.
it_it: Stai per eliminare questo archivio di backup. 'Annulla' per annullare, 'OK' per confermare la cancellazione.

source: %1$s at %2$s
it_it: %1$s a %2$s

source: Sorry, you don't have permissions to do that.
it_it: Non hai i permessi per fare questo.

source: &laquo; Go back
it_it: &laquo; Indietro

source: Backup Files
it_it: Files di backup

source: %s &rsaquo; Manage Backup Archives
it_it: %s &rsaquo; Gestisci gli archivi di backup

source: Please wait &hellip;
it_it: Attendere prego &hellip;

source: Your download is being generated &hellip;
it_it: Il tuo file è pronto &hellip;

source: Please enter your private key to decrypt your backup.
it_it: Inserisci la chiave privata per decriptare il tuo backup.

source: The private key you entered was invalid. Please try again.
it_it: La chiave privata inserita non è valida. Si prega di riprovare.

source: Private Key
it_it: Chiave Privata

source: Submit
it_it: Esegui

source: Your download has been generated. It should begin downloading momentarily.
it_it: Il tuo file è pronto. Fra un attimo dovrebbe iniziare il download.

# Dashboard heading
source: Planning backups
it_it: Pianifica i backup

source: Use your backup archives to save your entire WordPress installation including <code>/wp-content/</code>. Push them to an external storage service if you don’t want to save the backups on the same server.
it_it: Usa i tuoi archivi di backup per salvare l'intera installazione di WordPress compreso <code> / wp-content / </code>. Inviali ad un servizio di archiviazione esterno se non vuoi salvare i backup sullo stesso server.

# Dashboard heading
source: Restoring backups
it_it: Ripristino dei backup

# Dashboard heading
source: Ready to set up a backup job?
it_it: Sei pronto per impostare un processo di backup?

source: Use one of the wizards to plan a backup, or use <a href="%s">expert mode</a> for full control over all options.
it_it: Utilizzare una delle procedure guidate per pianificare un backup, o utilizza <a href="%s">expert mode</a> per il pieno controllo su tutte le opzioni.

source: <strong>Please note: You are solely responsible for the security of your data; the authors of this plugin are not.</strong>
it_it: <Strong> Nota: Sei il solo responsabile per la sicurezza dei dati; gli autori di questo plugin non hanno alcuna responsabilità. </ strong>

source: Use the short links in the <strong>First steps</strong> box to plan and schedule backup jobs.
it_it: Utilizzare i collegamenti brevi in <strong> Primi passi </ strong> per pianificare e programmare i processi di backup.

source: <a href="%s">Add a new backup job</a> and plan what you want to save.
it_it: <a href="%s">Aggiungi un nuovo processo di backup</a> e programma ciò che vuoi salvare.

source: First Steps
it_it: Primi passi

source: Test the installation
it_it: Test dell'installazione

source: Create a Job
it_it: Crea un processo

source: Check the installation
it_it: Controlla l'installazione

source: Run the created job
it_it: Avvia il processo creato

source: Check the job log
it_it: Controlla i log del processo

source: One click backup
it_it: Backup in un click

source: Generate a database backup of WordPress tables and download it right away!
it_it: Genera un database backup delle tabelle WordPress ed esegui subito il download!

source: Download database backup
it_it: Download del backup del database

source: <strong>RSS Error</strong>: %s
it_it: <strong>Errore RSS</strong>: %s

source: An error has occurred, which probably means the feed is down. Try again later.
it_it: Si è verificato un errore, questo significa che probabilmente il feed non è attivo. Riprovare più tardi.

source: Untitled
it_it: Senza nome

source: Video: Introduction
it_it: Video: Introduzione

source: Video: Settings
it_it: Video: Impostazioni

source: Video: Daily Backups
it_it: Video: Backup giornalieri

source: Video: Creating Full Backups
it_it: Video: Creare Backup completi

source: Video: Restoring Backups
it_it: Video: Ripristino dei Backup

# Pro teaser box
source: Thank you for using BackWPup!
it_it: Grazie per usare BackWPup!

# Pro teaser box
source: Get access to:
it_it: Ottieni l'accesso a:

# Pro teaser box
source: First-class <strong>dedicated support</strong> at backwpup.com.
it_it: <strong>Supporto dedicato</strong> solo su backwpup.com.

# Pro teaser box
source: Differential backups to Google Drive and other cloud storage service.
it_it: Backup differenziali su Google Drive e altri servizi di cloud storage.

# Pro teaser box
source: Easy-peasy wizards to create and schedule backup jobs.
it_it: Wizard semplici e intuitivi per creare e pianificare i processi di backup.

# Pro teaser box, link text
source: And more…
it_it: E molto altro...

# Pro teaser box, link title
source: Get BackWPup Pro now
it_it: Ottieni subito BackWPup Pro

# Pro teaser box, link text
source: Get BackWPup Pro now
it_it: Ottieni subito BackWPup Pro

source: Next scheduled jobs
it_it: Prossimi processi pianificati

source: Job
it_it: Processo

source: working since %d seconds
it_it: in esecuzione da %d secondi

source: Abort
it_it: Annulla

source: Edit Job
it_it: Modifica processo

source: Last logs
it_it: Ultimi logs

source: Result
it_it: Risultato

source: Could not open log folder: %s
it_it: Non è possibile accedere alla cartella dei log: %s

source: %d ERROR
it_it: %d ERRORE

source: %d WARNING
it_it: %d AVVISO

source: Job with ID %d
it_it: Processo con ID %d

source: Changes for job <i>%s</i> saved.
it_it: Cambiamenti per il processo <i>%s</i> salvati.

source: Jobs overview
it_it: Panoramica processi

source: Run now
it_it: Avvia ora

source: %1$s &rsaquo; Job: %2$s
it_it: %1$s &rsaquo; Processo: %2$s

source: General
it_it: Generale

source: Schedule
it_it: Programma

source: To: %s
it_it: Su: %s

source: Job Name
it_it: Nome del processo

source: Please name this job.
it_it: Dai un nome a questo processo

source: Job Tasks
it_it: Compiti del processo

source: Backup File Creation
it_it: Creazione file di backup

source: Synchronize file by file to destination
it_it: Sincronizzare il file con il file di destinazione

source: Archive name
it_it: Nome dell'archivio

source: <em>Note</em>: In order for backup file tracking to work, %hash% must be included anywhere in the archive name.
it_it: <em>Nota</em>: Per il corretto tracciamento del file di backup, il valore %hash% deve necessariamente essere inserito nel nome dell'archivio.

source: Replacement patterns:
it_it: Modelli di ricambio:

source: %d = Two digit day of the month, with leading zeros
it_it: %d = Giorni del mese a due cifre, eventualmente preceduto da zeri

source: %j = Day of the month, without leading zeros
it_it: %j = Giorno del mese, senza zeri

source: %m = Day of the month, with leading zeros
it_it: %m = Giorno del mese, eventualmente preceduto da zeri

source: %n = Representation of the month (without leading zeros)
it_it: %n = Rappresentazione del mese (senza lo zero)

source: %Y = Four digit representation for the year
it_it: %Y = Rappresentazione a quattro cifre per l'anno

source: %y = Two digit representation of the year
it_it: %y = Rappresentazione a due cifre dell'anno

source: %a = Lowercase ante meridiem (am) and post meridiem (pm)
it_it: %a = Minuscolo ante meridiem (mattino) e post meridiem (pm)

source: %A = Uppercase ante meridiem (AM) and post meridiem (PM)
it_it: %A = Maiuscolo ante meridiem (mattino) e post meridiem (pm)

source: %g = Hour in 12-hour format, without leading zeros
it_it: %g = Ore in formato 12 ore, senza zeri

source: %G = Hour in 24-hour format, without leading zeros
it_it: %G = ore in formato 24 ore, senza zeri

source: %h = Hour in 12-hour format, with leading zeros
it_it: %h = Ore in formato 12 ore, eventualmente preceduto da zeri

source: %H = Hour in 24-hour format, with leading zeros
it_it: %H = ore in formato 24 ore, eventualmente preceduto da zeri

source: %i = Two digit representation of the minute
it_it: %i = Rappresentazione a due cifre del minuto

source: %s = Two digit representation of the second
it_it: %s = Rappresentazione a due cifre del secondo

source: Archive Format
it_it: Formato dell'archivio

source: ZipArchive PHP class is missing, so BackWPUp will use PclZip instead.
it_it: Manca la classe PHP ZipArchive, quindi BackWPUp utilizzerà PclZip.

source: Disabled due to missing %s PHP function.
it_it: Disabilitato a causa della mancanza della funzione %s PHP .

source: Not supported <b>yet</b> by the <b>automatic</b> restore functionality
it_it: La funzionalità <b>automatica</b> di ripristino non è <b>ancora</b> supportata

source: Encrypt Archive
it_it: Criptazione Archivio

source: You must generate your encryption key in BackWPup Settings before you can enable this option.
it_it: È necessario generare la chiave di criptazione in Impostazioni BackWPup prima di poter abilitare questa opzione.

source: Job Destination
it_it: Destinazione processo

source: Where should your backup file be stored?
it_it: Dove deve essere salvato il file di backup?

source: Log Files
it_it: File di Log

source: Send log to email address
it_it: Invia il log all'indirizzo mail

source: Leave empty to not have log sent. Or separate with , for more than one receiver.
it_it: Lasciare vuoto per non inviare il log. Oppure separare con , per riceverne più di un destinatario.

source: Email FROM field
it_it: Campo email DA

source: Your Name &lt;mail@domain.tld&gt;
it_it: Tuo Nome &lt;mail@domain.tld&gt;

source: Errors only
it_it: Solo errori

source: Send email with log only when errors occur during job execution.
it_it: Invia e-mail con log solo quando si verificano errori durante l'esecuzione del processo di backup.

source: Job Schedule
it_it: Pianifica il processo

source: Start job
it_it: Avvia il processo

source: manually only
it_it: Solo manuale

source: with WordPress cron
it_it: con il cron di WordPress

source: with <a href="https://www.easycron.com?ref=36673" title="Affiliate Link!">EasyCron.com</a>
it_it: con <a href="https://www.easycron.com?ref=36673" title="Affiliate Link!">EasyCron.com</a>

source: First setup <a href="%s">API Key</a>.
it_it: Primo setup <a href="%s">API Key</a>.

source: with a link
it_it: con un link

source: Copy the link for an external start. This option has to be activated to make the link work.
it_it: Copiare il link per un avvio esterno. Questa opzione deve essere attivata per far funzionare il collegamento.

source: Start job with CLI
it_it: Avvia il processo con CLI

source: Use <a href="http://wp-cli.org/">WP-CLI</a> to run jobs from commandline.
it_it: Usa <a href="http://wp-cli.org/">WP-CLI</a> per avviare processi da linea di comando.

source: Schedule execution time
it_it: Programma l'execution time

source: Scheduler type
it_it: Tipo di pianificazione

source: basic
it_it: base

source: advanced
it_it: avanzata

source: Minutes:
it_it: Minuti:

source: Any (*)
it_it: Qualsiasi (*)

source: Hours:
it_it: Ore:

source: Day of Month:
it_it: Giorno del mese:

source: Month:
it_it: Mese:

source: January
it_it: Gennaio

source: February
it_it: Febbraio

source: March
it_it: Marzo

source: April
it_it: Aprile

source: May
it_it: Maggio

source: June
it_it: Giugno

source: July
it_it: Luglio

source: August
it_it: Agosto

source: September
it_it: Settembre

source: October
it_it: Ottobre

source: November
it_it: Novembre

source: December
it_it: Dicembre

source: Day of Week:
it_it: Giorno della settimana:

source: Save changes
it_it: Salva cambiamenti

source: Working as <a href="http://wikipedia.org/wiki/Cron">Cron</a> schedule:
it_it: Funziona come <a href="http://wikipedia.org/wiki/Cron">Cron</a> programmazione:

source: ATTENTION: Job runs every %d minutes!
it_it: ATTENZIONE: Il processo si avvia ogni %d minuti!

source: ATTENTION: Can't calculate cron!
it_it: ATTENZIONE: Non è possibile calcolare il cron!

source: Next runtime:
it_it: Prossimo momento d'avvio:

source: No Jobs.
it_it: Nessun processo.

source: Next Run
it_it: Prossimo avvio

source: Last Run
it_it: Ultimo avvio

source: Edit
it_it: Modifica

source: Copy
it_it: Copia

source: Last log
it_it: Ultimo log

source: Not needed or set
it_it: Non necessario o impostato

source: Running for: %s seconds
it_it: In esecuzione da: %s secondi

source: %1$s at %2$s by WP-Cron
it_it: %1$s a %2$s con WP-Cron

source: %1$s at %2$s by EasyCron
it_it: %1$s a %2$s con EasyCron

source: External link
it_it: Link esterno

source: Inactive
it_it: Non attivo

source: Runtime: %d seconds
it_it: Durata: %d secondi

source: not yet
it_it: non ancora

source: Download last backup
it_it: Download ultimo backup

source: Copy of
it_it: Copia di

source: The job "%s" destination "%s" is not configured properly
it_it: La destinazione "%s" del processo "%s" non è adeguatamente configurata

source: The job "%s" needs properly configured destinations to run!
it_it: Per l'avvio del processo "%s" devi configurare correttamente le destinazioni!

source: Job "%s" has started, but not responded for 10 seconds. Please check <a href="%s">information</a>.
it_it: Il processo "%s" è stato avviato, ma non risponde da 10 secondi. Controlla <a href="%s">impostazioni</a>.

source: Job "%s" started.
it_it: Processo "%s" avviato.

source: Job will be terminated.
it_it: Il processo verrà terminato.

source: %s &rsaquo; Jobs
it_it: %s &rsaquo; Processi

source: Job currently running: %s
it_it: Processo attualmente avviato: %s

source: Warnings:
it_it: Avvisi:

source: Errors:
it_it: Errori:

source: Log of running job
it_it: Log del processo avviato

source: Display working log
it_it: Mostra il log

source: Close working screen
it_it: Chiudi la schermata di lavoro

source: Close
it_it: Chiudi

source: Job completed
it_it: Processo completato

source: Job has done with warnings in %s seconds. Please resolve them for correct execution.
it_it: Il processo è terminato con avvisi in %s secondi. Si prega di risolverli per la corretta esecuzione.

source: No Logs.
it_it: Nessun log.

source: Status
it_it: Stato

source: Runtime
it_it: Durata

source: View
it_it: Vista

source: 1 ERROR
it_it: 1 ERRORE

source: 1 WARNING
it_it: 1 AVVISO

source: Log only
it_it: Solo log

source: Logfile not found!
it_it: File di log non trovato!

source: Please enter a public key first, or generate a key pair.
it_it: Si prega di inserira prima una chiave pubblica o di generare una coppia di chiavi.

source: Please enter your private key.
it_it: Inserisci la tua chiave privata.

source: Public key is valid.
it_it: La chiave pubblica è valida.

source: Public key is invalid.
it_it: La chiave pubblica non è valida.

source: Please download the private key before continuing. If you do not save it locally, you cannot decrypt your backups later.
it_it: Si prega di eseguire il download della chiave privata prima di continuare. Se non lo si salva localmente, non è possibile decriptare i backup in un secondo momento.

source: Settings reset to default
it_it: Impostazioni resettate a quelle di default

source: Settings saved
it_it: Impostazioni salvate

source: %s &rsaquo; Settings
it_it: %s &rsaquo; Impostazioni

source: Encryption
it_it: Criptazione

source: Information
it_it: Informazioni

source: Display Settings
it_it: Mostra impostazioni

source: Do you want to see BackWPup in the WordPress admin bar?
it_it: Vuoi vedere BackWPup nella barra di amministrazione di WordPress?

source: Admin bar
it_it: Barra di amministrazione

source: Admin Bar
it_it: Barra di amministrazione

source: Show BackWPup links in admin bar.
it_it: Mostra il link di BackWPup nella barra di amministrazionea.

source: Folder sizes
it_it: Dimensioni cartelle

source: Display folder sizes in the files tab when editing a job. (Might increase loading time of files tab.)
it_it: Visualizza le dimensioni della cartella nella scheda dei file durante la modifica di un processo. (Potrebbe aumentare il tempo di caricamento della scheda file)

source: Security
it_it: Sicurezza

source: Security option for BackWPup
it_it: Opzione di sicurezza per BackWPup

source: Protect folders
it_it: Proteggi le cartelle

source: Protect BackWPup folders ( Temp, Log and Backups ) with <code>.htaccess</code> and <code>index.php</code>
it_it: Proteggere le cartelle di BackWPup (Temp, log e backup) con <code>.htaccess</code> e <code>index.php</code>

source: Every time BackWPup runs a backup job, a log file is being generated. Choose where to store your log files and how many of them.
it_it: Ogni volta che BackWPup esegue un processo di backup, viene generato un file di log. Scegliere dove memorizzare i file di log e quanti devono essere.

source: Log file folder
it_it: Cartella del file log

source: You can use absolute or relative path! Relative path is relative to %s.
it_it: È possibile utilizzare il percorso assoluto o relativo! Il percorso relativo è relativo a %s.

source: Maximum log files
it_it: Numero massimo di file di log

source: Maximum log files in folder.
it_it: Numero massimo di file di log nella cartella

source: Compression
it_it: Compressione

source: Compress log files with GZip.
it_it: Comprimi i file di log con GZip.

source: Logging Level
it_it: Livello di log

source: Normal (translated)
it_it: Normale (translated)

source: Normal (not translated)
it_it: Normale (not translated)

source: Debug log has much more informations than normal logs. It is for support and should be handled carefully. For support is the best to use a not translated log file. Usage of not translated logs can reduce the PHP memory usage too.
it_it: Il registro di debug ha molte più informazioni del log normale. E' per il supporto e deve essere maneggiato con cura. Per il supporto è meglio utilizzare un file di log non tradotto. L'uso di registri non tradotti è in grado di ridurre l'eccessivo utilizzo della memoria PHP.

source: There are a couple of general options for backup jobs. Set them here.
it_it: Ci sono un paio di opzioni generali per i processi di backup. Impostali qui.

source: Maximum number of retries for job steps
it_it: Numero massimo di tentativi per i passaggi del processo

source: Maximum script execution time
it_it: Tempo massimo di esecuzione script

source: Maximum PHP Script execution time
it_it: Tempo massimo di esecuzione Script PHP

source: seconds.
it_it: secondi.

source: Job will restart before hitting maximum execution time. Restarts will be disabled on CLI usage. If <code>ALTERNATE_WP_CRON</code> has been defined, WordPress Cron will be used for restarts, so it can take a while. 0 means no maximum.
it_it: Il processo ripartirà prima di raggiungere il tempo massimo di esecuzione consentito. I riavvii verranno disabilitati sull'utilizzo CLI. Se <code> ALTERNATE_WP_CRON </code> è stato definito, il Cron di WordPress verrà utilizzato per il riavvio, quindi potrà impiegare un po' di tempo. 0 significa nessuna massimo.

source: Key to start jobs externally with an URL
it_it: Chiave per iniziare i processi esternamente con un URL

source: Will be used to protect job starts from unauthorized person.
it_it: Saranno utilizzati per proteggere gli avvii dei processi da persone non autorizzate.

source: Reduce server load
it_it: Ridurre il carico del server

source: disabled
it_it: non abilitato

source: minimum
it_it: minimo

source: medium
it_it: medio

source: maximum
it_it: massimo

source: This adds short pauses to the process. Can be used to reduce the CPU load.
it_it: Questo aggiunge brevi pause al processo. Può essere utilizzato per ridurre il carico della CPU.

source: Empty output on working
it_it: Output vuoto sul processo di backup.

source: Enable an empty Output on backup working.
it_it: Abilita un output vuoto sul processo di backup.

source: This do an empty output on job working. This can help in some situations or can brake the working. You must test it.
it_it: Questo crea un output vuoto sul processo di backup. Questo può aiutare in alcune situazioni o può frenare il lavoro. È necessario verificarlo.

source: Windows IIS compatibility
it_it: Compatibilità Windows IIS

source: Enable compatibility with IIS on Windows.
it_it: Abilita la compatibilità con Windows IIS.

source: There is a PHP bug (<a href="https://bugs.php.net/43817">bug #43817</a>), which is triggered on some versions of Windows and IIS. Checking this box will enable a workaround for that bug. Only enable if you are getting errors about &ldquo;Permission denied&rdquo; in your logs.
it_it: Esiste un bug PHP (<a href="https://bugs.php.net/43817">bug #43817</a>), che si verifica in alcune versioni di Windows e IIS. Selezionando questa opzione verrà attivato un meccanismo di gestione di tale bug. Utilizza tale opzione solamente se stai rilevando errori del tipo &ldquo;Permission denied&rdquo; nei tuoi log.

source: Here you can set your keys for encrypting your backups.
it_it: Qui puoi impostare le tue chiavi per criptare i tuoi backup.

source: If you select symmetric encryption (default), you can generate a 256-bit key by clicking <code>Generate Key</code>.
it_it: Selezionando la criptazione simmetrica (default), è possibile generare una chiave a 256 bit selezionando <code>Genera Chiave</code>.
